---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RatioTo10
source: html/6d757450-0541-1aac-fd78-48ff351e449c.htm
---
# Autodesk.Revit.DB.UnitTypeId.RatioTo10 Property

Ratio : 10.

## Syntax (C#)
```csharp
public static ForgeTypeId RatioTo10 { get; }
```